Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/sd/samediggi.no/giehtabadde-boallomaerkka-ja-bahkogirjasj-naavkaa.html.tmx
Source language: smj
Languages: sma

source: Giehtabádde, boallomærkka ja báhkogirjásj nåvkå / Sámásta mujna / Giella / Sámedigge - Sametinget
sma: Åadtjoeh namhtah gïetebaantem, båaloem jïh baakoegærjetjem / Saemesth munnjien / Gïele / Saemiedigkie - Sametinget

source: Rávvimsjiebmá
sma: Dongkemegoere

source: Vállji ådå
sma: Veeljh dorjesem

source: Duodasta rávvagav
sma: Nomme jïh adresse

source: Gijtto rávvagis
sma: Nænnosth dongkemem

source: Báhkogirjásj
sma: Baakoegærjetje

source: Nuorttasámegiella boallomærkka
sma: Noerhtesaemien båaloe

source: Nuorttasámegiella giehtabádde stuorrudahka unne
sma: Noerhtesaemien gïetebaante stoeredahke onne

source: Nuorttasámegiella giehtabádde stuorrudahka stuorra
sma: Noerhtesaemien gïetebaante stoeredahke stoerre

source: Oarjjelsámegiella boallomærkka
sma: Åarjelsaemien båaloe

source: Oarjjelsámegiella giehtabádde stuorrudahka unne
sma: Åarjelsaemien gïetebaante stoeredahke onne

source: Oarjjelsámegiella giehtabádde stuorrudahka stuorra
sma: Åarjelsaemien gïetebaante stoeredahke stoerre

source: Julevsámegiella boallomærkka
sma: Julevsaemien båaloe

source: Julevsámegiella giehtabádde stuorrudahka unne
sma: Julevsaemien gïetebaante stoeredahke onne

source: Julevsámegiella giehtabádde stuorrudahka stuorra
sma: Julevsaemien gïetebaante stoeredahke stoerre

source: Jus sidá ienep gå avtav válljidum buktagis / buktagijs, de dánna dievde galla sidá juohkka diŋgas.
sma: Dastegh datne sïjhth vielie goh aktem utnedh dehtie veeljeme dorjesistie / dejstie veeljeme dorjesijstie, dievhtieh man gellie daesnie.
